[
  {
    "id": 1,
    "title": "Voltsillam",
    "category": "Crimson",
    "price": "$1437.29",
    "description": "This robotic assistant has been built by Rohan, Leffler and Douglas. Rohan, Leffler and Douglas has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Rohan, Leffler and Douglas for any assistance needed with this robot.",
    "image": "https://robohash.org/molestiaequinobis.jpg?size=300x400&set=set1"
  },
  {
    "id": 2,
    "title": "Kanlam",
    "category": "Mauv",
    "price": "$1684.84",
    "description": "This robotic assistant has been built by Russel-Ratke. Russel-Ratke has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Russel-Ratke for any assistance needed with this robot.",
    "image": "https://robohash.org/culpaaspernaturtempora.jpg?size=300x400&set=set1"
  },
  {
    "id": 3,
    "title": "Bytecard",
    "category": "Aquamarine",
    "price": "$1523.34",
    "description": "This robotic assistant has been built by Mann-Braun. Mann-Braun has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Mann-Braun for any assistance needed with this robot.",
    "image": "https://robohash.org/porromaioresratione.jpg?size=300x400&set=set1"
  },
  {
    "id": 4,
    "title": "Aerified",
    "category": "Red",
    "price": "$1670.44",
    "description": "This robotic assistant has been built by Parker and Sons. Parker and Sons has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Parker and Sons for any assistance needed with this robot.",
    "image": "https://robohash.org/etodioqui.jpg?size=300x400&set=set1"
  },
  {
    "id": 5,
    "title": "Home Ing",
    "category": "Goldenrod",
    "price": "$1536.23",
    "description": "This robotic assistant has been built by Mosciski-Bogan. Mosciski-Bogan has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Mosciski-Bogan for any assistance needed with this robot.",
    "image": "https://robohash.org/essecumquedicta.jpg?size=300x400&set=set1"
  },
  {
    "id": 6,
    "title": "Bitwolf",
    "category": "Violet",
    "price": "$1965.28",
    "description": "This robotic assistant has been built by Kunze-Russel. Kunze-Russel has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Kunze-Russel for any assistance needed with this robot.",
    "image": "https://robohash.org/eumpossimusdistinctio.jpg?size=300x400&set=set1"
  },
  {
    "id": 7,
    "title": "Tampflex",
    "category": "Puce",
    "price": "$1710.83",
    "description": "This robotic assistant has been built by Simonis LLC. Simonis LLC has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Simonis LLC for any assistance needed with this robot.",
    "image": "https://robohash.org/estminimadoloremque.jpg?size=300x400&set=set1"
  },
  {
    "id": 8,
    "title": "Trippledex",
    "category": "Yellow",
    "price": "$1299.57",
    "description": "This robotic assistant has been built by Harber Inc. Harber Inc has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Harber Inc for any assistance needed with this robot.",
    "image": "https://robohash.org/repellendusnihilodio.jpg?size=300x400&set=set1"
  },
  {
    "id": 9,
    "title": "Konklab",
    "category": "Khaki",
    "price": "$1288.92",
    "description": "This robotic assistant has been built by Hane-Stanton. Hane-Stanton has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Hane-Stanton for any assistance needed with this robot.",
    "image": "https://robohash.org/abcupiditatedolor.jpg?size=300x400&set=set1"
  },
  {
    "id": 10,
    "title": "Rank",
    "category": "Turquoise",
    "price": "$1419.93",
    "description": "This robotic assistant has been built by Boyle LLC. Boyle LLC has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Boyle LLC for any assistance needed with this robot.",
    "image": "https://robohash.org/oditquibusdamaccusamus.jpg?size=300x400&set=set1"
  },
  {
    "id": 11,
    "title": "Konklab",
    "category": "Indigo",
    "price": "$1916.62",
    "description": "This robotic assistant has been built by Reinger, Hyatt and Blick. Reinger, Hyatt and Blick has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Reinger, Hyatt and Blick for any assistance needed with this robot.",
    "image": "https://robohash.org/abdoloreset.jpg?size=300x400&set=set1"
  },
  {
    "id": 12,
    "title": "Ventosanzap",
    "category": "Teal",
    "price": "$1465.70",
    "description": "This robotic assistant has been built by Heller and Sons. Heller and Sons has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Heller and Sons for any assistance needed with this robot.",
    "image": "https://robohash.org/delenitinullaaperiam.jpg?size=300x400&set=set1"
  },
  {
    "id": 13,
    "title": "Wrapsafe",
    "category": "Red",
    "price": "$1727.62",
    "description": "This robotic assistant has been built by Beier, Larkin and Christiansen. Beier, Larkin and Christiansen has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Beier, Larkin and Christiansen for any assistance needed with this robot.",
    "image": "https://robohash.org/omnisdeseruntvoluptatem.jpg?size=300x400&set=set1"
  },
  {
    "id": 14,
    "title": "Zamit",
    "category": "Yellow",
    "price": "$1183.61",
    "description": "This robotic assistant has been built by Keeling-Effertz. Keeling-Effertz has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Keeling-Effertz for any assistance needed with this robot.",
    "image": "https://robohash.org/debitisdignissimosalias.jpg?size=300x400&set=set1"
  },
  {
    "id": 15,
    "title": "Span",
    "category": "Teal",
    "price": "$1919.60",
    "description": "This robotic assistant has been built by Brown-Wisoky. Brown-Wisoky has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Brown-Wisoky for any assistance needed with this robot.",
    "image": "https://robohash.org/doloremoccaecatirem.jpg?size=300x400&set=set1"
  },
  {
    "id": 16,
    "title": "Ronstring",
    "category": "Goldenrod",
    "price": "$1012.10",
    "description": "This robotic assistant has been built by Dare and Sons. Dare and Sons has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Dare and Sons for any assistance needed with this robot.",
    "image": "https://robohash.org/fugiatfacilismollitia.jpg?size=300x400&set=set1"
  },
  {
    "id": 17,
    "title": "Overhold",
    "category": "Crimson",
    "price": "$1355.41",
    "description": "This robotic assistant has been built by Rath, Haag and Goldner. Rath, Haag and Goldner has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Rath, Haag and Goldner for any assistance needed with this robot.",
    "image": "https://robohash.org/quietaccusamus.jpg?size=300x400&set=set1"
  },
  {
    "id": 18,
    "title": "Konklab",
    "category": "Maroon",
    "price": "$1360.01",
    "description": "This robotic assistant has been built by Koch-Prosacco. Koch-Prosacco has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Koch-Prosacco for any assistance needed with this robot.",
    "image": "https://robohash.org/nobisvoluptatibusaut.jpg?size=300x400&set=set1"
  },
  {
    "id": 19,
    "title": "Keylex",
    "category": "Yellow",
    "price": "$1128.26",
    "description": "This robotic assistant has been built by Stroman Inc. Stroman Inc has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Stroman Inc for any assistance needed with this robot.",
    "image": "https://robohash.org/perferendisillumquo.jpg?size=300x400&set=set1"
  },
  {
    "id": 20,
    "title": "Subin",
    "category": "Yellow",
    "price": "$1111.50",
    "description": "This robotic assistant has been built by Sporer, Cormier and Williamson. Sporer, Cormier and Williamson has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Sporer, Cormier and Williamson for any assistance needed with this robot.",
    "image": "https://robohash.org/nemosuscipitnon.jpg?size=300x400&set=set1"
  },
  {
    "id": 21,
    "title": "Job",
    "category": "Violet",
    "price": "$1214.76",
    "description": "This robotic assistant has been built by Reynolds Group. Reynolds Group has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Reynolds Group for any assistance needed with this robot.",
    "image": "https://robohash.org/autvoluptatemdeserunt.jpg?size=300x400&set=set1"
  },
  {
    "id": 22,
    "title": "Biodex",
    "category": "Violet",
    "price": "$1117.24",
    "description": "This robotic assistant has been built by Friesen-Torp. Friesen-Torp has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Friesen-Torp for any assistance needed with this robot.",
    "image": "https://robohash.org/fugasintnihil.jpg?size=300x400&set=set1"
  },
  {
    "id": 23,
    "title": "Sonsing",
    "category": "Turquoise",
    "price": "$1255.48",
    "description": "This robotic assistant has been built by McGlynn, Jenkins and Denesik. McGlynn, Jenkins and Denesik has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact McGlynn, Jenkins and Denesik for any assistance needed with this robot.",
    "image": "https://robohash.org/aliquiddictaexpedita.jpg?size=300x400&set=set1"
  },
  {
    "id": 24,
    "title": "Ventosanzap",
    "category": "Pink",
    "price": "$1575.49",
    "description": "This robotic assistant has been built by Wisozk, Von and Mosciski. Wisozk, Von and Mosciski has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Wisozk, Von and Mosciski for any assistance needed with this robot.",
    "image": "https://robohash.org/eaipsacorrupti.jpg?size=300x400&set=set1"
  },
  {
    "id": 25,
    "title": "Redhold",
    "category": "Teal",
    "price": "$1797.82",
    "description": "This robotic assistant has been built by Rogahn LLC. Rogahn LLC has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Rogahn LLC for any assistance needed with this robot.",
    "image": "https://robohash.org/praesentiumutet.jpg?size=300x400&set=set1"
  },
  {
    "id": 26,
    "title": "Otcom",
    "category": "Violet",
    "price": "$1477.92",
    "description": "This robotic assistant has been built by Brakus Group. Brakus Group has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Brakus Group for any assistance needed with this robot.",
    "image": "https://robohash.org/nostrumpossimussimilique.jpg?size=300x400&set=set1"
  },
  {
    "id": 27,
    "title": "It",
    "category": "Yellow",
    "price": "$1595.69",
    "description": "This robotic assistant has been built by Keebler, Koss and Gaylord. Keebler, Koss and Gaylord has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Keebler, Koss and Gaylord for any assistance needed with this robot.",
    "image": "https://robohash.org/repellendusdoloremunde.jpg?size=300x400&set=set1"
  },
  {
    "id": 28,
    "title": "Pannier",
    "category": "Fuscia",
    "price": "$1771.68",
    "description": "This robotic assistant has been built by Cummings, Weber and Hoppe. Cummings, Weber and Hoppe has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Cummings, Weber and Hoppe for any assistance needed with this robot.",
    "image": "https://robohash.org/reiciendishicut.jpg?size=300x400&set=set1"
  },
  {
    "id": 29,
    "title": "Temp",
    "category": "Puce",
    "price": "$1528.74",
    "description": "This robotic assistant has been built by O'Keefe-Russel. O'Keefe-Russel has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact O'Keefe-Russel for any assistance needed with this robot.",
    "image": "https://robohash.org/quisquamsedmodi.jpg?size=300x400&set=set1"
  },
  {
    "id": 30,
    "title": "Pannier",
    "category": "Purple",
    "price": "$1979.82",
    "description": "This robotic assistant has been built by Crooks, Huels and Aufderhar. Crooks, Huels and Aufderhar has a strict return policy of 10 days as per normal UN artificial intelligience learning conventions. Please directly contact Crooks, Huels and Aufderhar for any assistance needed with this robot.",
    "image": "https://robohash.org/etutexercitationem.jpg?size=300x400&set=set1"
  }
]
